public class Main {
    public static void main(String[] args) {
        Burger cheeseburger = new Burger(2214, "Чизбургер", "Пряный горчичный соус, кетчуп," +
                " сочные стрипсы в оригинальной панировке, лук, сыр Чеддер, огурцы на пшеничной булочке с " +
                "кукурузной посыпкой", 167, 13.2, 8.6, 26.6,
                2, 1, 1, 1, 0, 0, 0, 0, true, 69);
        Burger chefburger = new Burger(2, "Шефбургер", "Попробуйте новый уникальный бургер от шефа! " +
                "Нежный сливочный соус, сочное филе в оригинальной панировке, салат айcберг и помидоры на пшеничной" +
                " булочке с черно-белым кунжутом.", 213, 13, 10.7, 22, 2,
                0, 1, 0, 1, 0, 1, 0, true, 129);
    }
}
